{
  "sketches": [
    {
      "title": "I said bitch",
      "uri": "i-said-bitch",
      "videoLink": "https://www.youtube.com/watch?v=5LGEiIL1__s",
      "script": "- Dude, I'm sorry we're late.\r\n- Man, it happens, man.\r\nAnd she talk about how we're supposed to be in the car at 6:45.\r\n- I'm like \"All right.\r\n\" - Uh-oh.\r\nTell me my dumb ass ain't sitting in the car, waiting until 7:15! Nuh-uh.\r\nOkay, when I track my wife down she's stepping out of the damn shower, talking about, \"Can I help you?\" See, that's crazy right there.\r\nI looked this woman in her eyes, I said \"Bitch, you told me 6:45.\r\n\" - You said that? - Psh, yeah, I said \"Bitch.\r\n\" Then I laid it out.\r\nBut you said \"bitch\" though.\r\n- Hmm? - You said, \"bitch\"? Yeah.\r\nYou got to see the fireplace downstairs in the living room.\r\nOkay.\r\nDon't play games, man.\r\nJust tell me what you're going to tell me.\r\nExactly, it's like, say what you mean, mean what you say.\r\n- Is that so hard? - It's like last week, man, we going out to dinner, right? I'm like, \"Where do you wanna go?\" She's like, \"You decide.\r\n\" I'm like, \"All right Outback Steakhouse.\r\n\" She's like \"Nah.\r\n\" I'm like, \"Straight up, Chili's.\r\n\" - She's like \"Ehh.\r\n\" - No, no, Darrell, I named seven more restaurants.\r\nNo, Craig, no I finally said \"Taylor's\", the place I know she wants to go in the first place.\r\n- Right, right.\r\n- She looked at me, she said, - \"If that's where you want to go.\r\n\" - No, she didn't, Craig.\r\nIf that's where I want to go.\r\nDarrell, I looked my woman in the eye sockets, I told her straight out, I just said it, man.\r\nI said it, I said, I said, I said - I said \"Bi\" - Hey, guys! Hey girl! How you doing? Tu having a good time? - You seen the bedroom? - Just looking at the wood.\r\n- That washing machine is huge.\r\n- Up on the ceiling here.\r\nYou get a whole bunch of clothes in that washing machine.\r\nHey, baby, I gonna take her back up to the kitchen and show her the dishwasher.\r\n- Darrell? - Yeah, baby? I want a kitchen island just like the one upstairs.\r\nYou gonna get it too.\r\n- I love you.\r\n- I love you.\r\nI said,\"Bitch, \"if you wanted to go to Taylor's, just tell a brother you want to go - \"to Taylor's.\r\n\" Okay? - You said that? Oh, hell, yeah, man.\r\nI laid it out, right? I says-- I says-- I says I said, \"Bitch, I'm the man of the house.\r\n\" You said, \"Bitch\" though.\r\nYou called your wife a bitch! Uh-huh, yeah.\r\n- Craig? - Darrell? - Where are those guys? - I don't know.\r\nLet's go So, she's like, \"Why don't you rent a movie we both like?\" No she didn't! After I spent 25 minutes in the goddamn Blockbuster.\r\nCraig, I looked this woman in her optic stems, and I says-- I said I says, \"Bitch!\" - You said that? - Ain't nothing but a thing! But you said \"bitch,\" though? - Yep.\r\n- See Oh, sh-- Hey, honey, Craig's just giving me the neighborhood tour.\r\nSo then she's like, \"I didn't know we'd be doing so much walking.\r\n\" Nuh-huh.\r\nI'm like, \"I didn't tell you to wear those shoes.\r\n\" She said, \"Don't raise your voice at me.\r\n\" What? Dar- rell, I looked this woman dead in the windows of her soul! Mm-hmm.\r\nI said I said I said, \"Bitch!\""
    },
    {
      "title": "Cat Poster",
      "uri": "cat-poster",
      "videoLink": "https://www.youtube.com/watch?v=6haBMbtXSLg",
      "script": "Okay, Carter.\r\nI can stay here all night.\r\nSo why don't you and I cut the crap, and you tell me what happened on March 15th? And what's in it for Carter Finley? What's in it for you is I don't send you back to jail.\r\nThe guy's name is Cat Branchman.\r\nI met him downtown at a club called \"The Clutching Kitten.\r\n\" You may have heard of it.\r\nIt's down on the corner of Hang and Fur Street.\r\nCat Branchman.\r\nSo what's a guy like you And a guy named Cat-- Okay.\r\nI know what you're doin', Finley.\r\nYou're just using what you see in my poster.\r\nI'm not, Detective.\r\nI'm telling the truth.\r\nWe'll see how much truth you tell after a few weeks in solitary confine-- Fine, Detective.\r\n- You've twisted my arm.\r\n- Now, that's better.\r\nThe guy's name wasn't Cat Branchman.\r\nThank you.\r\nIt was a Chinese guy named \"Mr.\r\nMeow.\r\n\" He's the real gang boss.\r\nStory went he hung guys from trees and took pictures of them.\r\n- Finley.\r\n- Used to run a club downtown.\r\nA front, of course.\r\nCalled it \"The Paw and Poster.\r\n\" Finley.\r\nRan it with a guy named \"Hong In Thar.\r\n\" Okay.\r\nLet's try this one more time.\r\nFinley? Who do you work for? Um Coffee.\r\nMr.\r\nCoffee Coop.\r\nYou--Coffee Coop? His name was \"Baldy Tall Man Coffee Coop.\r\n\" Now you're just talking about me.\r\nFinley, I'm gonna give you one more chance.\r\nWho is in charge? His name was \"Angry Man.\r\n\" The warehouse is located in the diploma for being a detective.\r\n- I want a name.\r\n- Justin.\r\nThank you.\r\n- Hangtree-- - Don't say \"hang.\r\n\" God damn it, Do not say \"hang.\r\n\" - Hang-- - Nope.\r\n- Hangman Justin Cats - Finley.\r\n- Poster.\r\n- Do not say \"poster\" or \"cat.\r\n\" - Cat Poster.\r\n- Okay, that's it.\r\nI'm losing my patience.\r\nWinslow, get this moron outta here.\r\nI'm losing my patience.\r\nLet's try this one more time.\r\nI'm gettin too old for this [bleep].\r\nWell-played, Detective.\r\nWell-played, indeed.\r\nHey, Carter.\r\nYou hang in there."
    },
    {
      "title": "Pizza Order",
      "uri": "pizza-order",
      "videoLink": "https://www.youtube.com/watch?v=fcbj8BBsWSA",
      "script": "Hello? Thanks for calling Mario's Pizza.\r\n- This is carlos speaking.\r\n- Allo.\r\nWe would like a large pie with pepperoni, pineapple, and cheesy crust.\r\nLarge pepperoni with pineapple and cheesy crust.\r\n- We would also like a large pie with bacon, pineapple, and cheesy crust.\r\nLarge bacon, pineapple, with cheesy crust.\r\nOkay.\r\nIs that gonna complete your order, sir? You know what? Let me gauge the room.\r\nUh, guys, are we gonna want another pizza? Let me just who's hungry? Show of hands.\r\nLet me see 'em.\r\nOne, two, three Keep' em up.\r\nFour, five, six.\r\n- Ah, having a party.\r\n(chuckling) - Yup.\r\nPretty big one too.\r\nCome on, guys, keep 'em up.\r\nHugo? Summer? Hans? Fu? You know what, let's play it safe.\r\nLet's get another pie with ham, pineapple.\r\nAll right, ham Oh, are you guys gonna need cheesy crust on the third? Good question.\r\nI'll gauge the room.\r\nHey, guys, do we want cheesy crust on the third? Okay, yeesh.\r\nThat is a resounding yes for cheesy crust on the third.\r\nClaire says you read her mind.\r\nClaire, huh? I like that name.\r\nIt's a good one.\r\nOh, also, my boy Andy over here is saying you have something called chicken poppers.\r\n- Is she cute? - Uh, who's that and what now? - Claire.\r\n- Oh.\r\nHer body's like a four.\r\nHa, let's just say she's kind of a big girl.\r\nThat's all good.\r\nThat's all superficial, man.\r\nI like Claire for what's inside.\r\n- You don't even know Claire.\r\n- Yo, but for real though, I feel like I do know Claire, man.\r\nPut me on the phone with her.\r\nUh You don't need to speak to Claire.\r\nNo, I do.\r\nYou know what, I gotta level with you, man.\r\nI [bleep] her.\r\nOh! Oh, I'm sorry.\r\nI didn't mean to get in between you guys.\r\nNo, it's quite all right.\r\n'twas a while ago Before she blimped up.\r\nMy current girlfriend's Liv.\r\nBody, ten.\r\nFace, ten.\r\nBut anyway, Claire Yeah.\r\nI hit that, sexually.\r\nAnd, uh, as did my boy Hugo.\r\nHell, even Bobba got some of that.\r\nSo just wanted you to know, used goods, used goods.\r\nSo you wouldn't care if I asked her out? Well Let me do it for you.\r\nHey, Claire, this guy from the pizza place wants to date you.\r\nToo poor? All right, I'll let him down easy.\r\nWait, wait, wait, wait, wait.\r\nNo.\r\nTell her that, no, I'm not a rich man.\r\nBut I'm a good man.\r\nTell her, \"Claire, I believe in destiny.\r\n\"and I believe that we've always known \"that our soul mate was out there.\r\n\"The moment that we had that unspoken connection \"about the cheesy crust \"I realized that you were always the one.\r\n\"Because and I know this sounds corny \"but that moment \"was just like \"simple.\r\n\" Wow.\r\nYou really do care about Claire.\r\nI do.\r\nOh, my God! Claire just got shot! - What? No! - Oh! Oh! It just came through the window.\r\nIt was a bullet.\r\nIt hit her in the neck.\r\nOh Claire's down! She's dead! She's dead! I'm calling the cops! She's dead! Claire! Noooo! Chinese it is."
    },
    {
      "title": "Proud Thug",
      "uri": "proud-thug",
      "videoLink": "https://www.youtube.com/watch?v=GbPeFs7uDLM",
      "script": "Okay, let's get this thing going.\r\nEverybody take a seat.\r\nWe got to have More meetings, homes, 'cause I'm telling you, man, we got to get organized.\r\nCarlito ain't got a seat, man.\r\nSomeone get him a chair.\r\nNo, I'm cool.\r\nNo, dude, get him a chair, homes.\r\nI'm gonna sit gangster.\r\nBut, Carlito, it doesn't look Like it's comfortable, man.\r\nWhy don't you Just sit in the chair? I never sit in no chair, ese.\r\nMm-mmm.\r\nYou never, ever gon' catch me sitting in no chairs.\r\nHey, ese, you know that That's loco, right? No, man.\r\nIt's cool, Carlito.\r\nNo one's gonna think you're soft - if you sit in a chair, homes.\r\n- Yeah, yeah.\r\n- We're all sitting in chairs.\r\n- Right.\r\n- Bunch of bitch-ass culeros.\r\n- I don't have no time to sit in no [bleep] chair.\r\nOkay.\r\nNow that we're all here-- You know what? But why, though? Like, it don't make no sense for you to set yourself up with a rule like that.\r\n- No, it's, like, limiting.\r\n- Yeah, limiting.\r\n- Limiting.\r\n- I mean, sometimes, People sit in chairs.\r\nMan, [bleep] all of you guys with your bitch-ass chairs.\r\nThere.\r\nOkay, Carlito, quit playing and sit in the chair, pendejo.\r\n- No.\r\n- Carlito, we have to have this meeting now, ese.\r\nGet up! I'm good right here, man.\r\n- You know-- - I'm chilling.\r\nGo ahead with your meeting.\r\nOkay, but you know It's going to be weird.\r\nYou don't care that it's going to be weird? Weird for you, maybe.\r\nHe doesn't care.\r\nOkay.\r\nOkay, homies, so this is what we have to do, like, we got to sell more drugs and we got to make more crimes happen.\r\nRoberto, where are we-- Carlito, You're bleeding, ese! Who cares, man? Yo, whoa! You just got shanked, man! - We got to pull that out! - Leave it! I'm chilling, homes.\r\nI don't care about that stupid shank.\r\nCarlito.\r\nCarlito, wake up, man! Hey, don't even bother, ese.\r\nI don't need those defibrillators.\r\nI don't even want to come back to life, homes.\r\nCarlito, Go back into your body.\r\n- My body's stupid, homes.\r\n- What? I'm fine right here on the spirit plane.\r\nLife is for pussies.\r\nCarlito.\r\nCarlito, go to the light.\r\nNah, I'm good, man.\r\nCarlito, that's Heaven, man.\r\nI don't need to go to Heaven, homes.\r\n- Heaven is for pussies.\r\n- Oh, boy."
    },
    {
      "title": "Shady Landlord",
      "uri": "shady-landlord",
      "videoLink": "https://www.youtube.com/watch?v=_aa8ylQ7-mQ",
      "script": "It's your landlord! Hey, Devon.\r\nHey, how you doing, brother? How you doing? Yeah.\r\nJust, uh, stopping by.\r\nJust wanted to check up on everything.\r\n- Okay.\r\n- Yeah-- Aha! You in here, you little mother[bleep]? Nope.\r\nCloset look good.\r\nDoor is strong.\r\n- So y'all settling in? - Yeah.\r\nWe've been living here a year and a half, so we have.\r\nSo, uh, how are these cupboards working out for you? Man, nobody in here besides your stuff, which looks good.\r\nThank you.\r\nCompletely unrelated-- Have y'all seen a 4'11\" dude with a purple beard up in here? No.\r\nNo.\r\nNo, no one's in here probably because we lock the door.\r\nOh, he got the body like a rat.\r\nHe can just squeeze through the vents.\r\nYeah.\r\nSo you think somebody's hiding in my apartment? No.\r\nI told you-- It's just a social call.\r\nI mean, why would Gerald be in here, anyway? Gerald.\r\nThere is a man with a purple beard named Gerald in my apartment? Hell, no! Why? Did you see him? He about 4'9\", got a purple beard.\r\nYeah.\r\nHey, baby-- Ugh! This is-- Agh! Oh.\r\nHey, baby girl.\r\nYou ain't Gerald.\r\nOh, by the by, have you seen A 4'5\" purple beard? Baby Devon, what's going on? Okay, you know, I'm gonna level with all y'all.\r\nThere is a 4'3\" [bleep] with a purple beard named Gerald somewhere in this building.\r\nWhy does he keep getting smaller every time you mention him? Seriously? 'cause I didn't want to alarm y'all.\r\nHe is disturbingly small, really.\r\nHe a good guy.\r\nHe smoke rock, though.\r\nI mean, he'll do anything to get money for crack.\r\nAnything.\r\nOkay.\r\nI mean anything.\r\nI get it.\r\nHe will murder you.\r\nWell, we certainly hope you find him.\r\nOh, I'm gonna find him.\r\nDon't worry about that, 'cause I'm gonna look low, and then I'm gonna look high.\r\nGerald, you tiny little bitch! Sorry for the inconvenience, y'all.\r\nGerald, when I get my hands in you, you gonna be 2'3\"!"
    },
    {
      "title": "Substitute Teacher",
      "uri": "substitute-teacher",
      "videoLink": "https://www.youtube.com/watch?v=Dd7FixvoKBw",
      "script": "All right, listen up, y'all.\r\nI'm y'all's substitute teacher, Mr.\r\nGarvey.\r\nI taught school for 20 years in the inner city, so don't even think about messing with me.\r\n- Y'all feel me? - Mm-hmm.\r\nOkay.\r\nLet's take roll here.\r\nJay Quellin.\r\nWhere's Jay Quellin at? No Jay Quellin here? Yeah.\r\nUh, do you mean \"Jacqueline\"? Okay.\r\nSo that's how it's gonna be.\r\nY'all wanna play.\r\nOkay, then.\r\nI got my eyes on you, Jay Quellin.\r\nBalakay.\r\nWhere is Balakay at? There's no Balakay here today? - Yes, sir.\r\n- My name is Blake.\r\nBl Are you out of your goddamn mind? \"Blake\"! What? - Do you wanna go to war, Balakey? - No.\r\n- 'cause we could go to war.\r\n- No.\r\nI'm for real.\r\nI'm for real.\r\nSo you better check yourself.\r\nDee-nice.\r\nIs there a Dee-Nice? If one of y'all says some silly-ass name This whole class is gonna feel my wrath.\r\n- Now, Dee-Nice.\r\n- Do you mean \"Denise\"? - You say your name right, right now.\r\n- Denise? - You say it right.\r\n- Denise.\r\n- Correctly.\r\n- Denise.\r\n- Right.\r\n- Denise.\r\n- Right.\r\n- Dee-Nice? That's better.\r\nThank you.\r\nNow, A.\r\nA.\r\nRon.\r\nWhere are you? Where is A.\r\nA.\r\nRon right now? No A.\r\nA.\r\nRon, huh? Well, you better be sick, dead or mute, - A.\r\nA.\r\nRon.\r\n- Here! Oh, man.\r\nWhy didn't you answer me the first time I said it, huh? Huh? You know, I'm just asking you.\r\nI said it, like, four times.\r\nSo, why didn't you say it the first time I said, \"A.\r\nA.\r\nRon\"? Because it's pronounced \"Aaron\".\r\nSon of a bitch! You done messed up, A.\r\nA.\r\nRon! Now take your ass on down to Oh-Shag-Henessy's office, right now, and tell him exactly what you did! - Who? - Oh-Shag-Henessy! Principal O'Shaughnessy? Get out of my goddamn classroom before I break my foot off in your ass! Insubordinate and churlish.\r\nTym-Oh-Thee.\r\n- Present.\r\n- Thank you."
    },
    {
      "title": "Rap Album Confessions",
      "uri": "rap-album-confessions",
      "videoLink": "https://www.youtube.com/watch?v=14WE3A0PwVs",
      "script": "First things first.\r\nI do not care that you're a multi-platinum selling rapper, Gun Rack.\r\nWhat I care about is that I 100% know that you murdered Darnell Simmons.\r\nSo, you better start talking.\r\nYeah, but you ain't got nothing.\r\nUh, you know, I'm actually, I'm very glad that you said that.\r\nBecause I, respectfully, I beg to differ.\r\nI killed Darnell, yeah, I shot him with my nine I shot him nine times And by the way it was November 9th That don't mean nothing.\r\nI got a vivid imagination.\r\nI couldn't have shot Darnell.\r\nI was at my cousin's birthday party.\r\nRed Lobster, November 9th.\r\n- At At Red Lobster? - Mmm-hmm.\r\nGeez, I got to tell you, Gun Rack, I find that really hard to believe.\r\nI got an alibi Birthday, Red Lobster When in reality I shot Darnell like a mobster It's a lie Anyone could tell this Because you know about my allergy To all shellfish Just confess, Gun Rack.\r\nI confess that \"shellfish\" is the only thing that rhymes with \"tell this\".\r\nIt's just words, Detective.\r\nNouns, adjectives.\r\nThat just happen to be in a dope order.\r\nBut You ain't got no proof.\r\nShot up Darnell With a long-ass gun Then tossed it Into the aquarium I have no idea what that object is.\r\n- I don't - If I had to identify it, I would call it a gun of the long-ass variety.\r\nSome seaweed in there, too.\r\nLook, Detective.\r\nI hate to break it to you.\r\nI ain't kill nobody.\r\nI stroke my chin real slow When I'm lying And I was laughing super hard As Darnell was dying The name of the album is I Killed Darnell Simmons! - It's a concept album.\r\n- A concept.\r\nThat's a picture of you.\r\nA picture of you, and behind you is Darnell Simmons's body! Coincidence.\r\nYou're going away for a long time, you understand? You're gonna confess if it's the last thing you ever do.\r\nYou hear me, Gun Rack? I'll beat it out of you.\r\n- Joe.\r\nJoe! - I'll beat it out of you.\r\nHe's free to go.\r\nWhat? No.\r\nNo, no, no, no, no.\r\nWe have everything we need.\r\nNo, it was Simmons's girlfriend.\r\nShe just confessed to the whole thing.\r\nInfidelity.\r\nCrime of passion.\r\nLet's go, Mr.\r\nRack.\r\nBonus track, bonus track I got a ride or die bitch I think you get the gist And when you let me out I'm gonna blow a little kiss This is my confession Admissible in a court I killed Darnell Simmons For sport That's right, I'm a murderer Come and get me Come down the hall You can't get me Okay, okay, you got me.\r\nYou got me, you got me."
    },
    {
      "title": "Prepared for terries",
      "uri": "prepared-for-terries",
      "videoLink": "https://www.youtube.com/watch?v=eiWIOKKuyGE",
      "script": "Yo.\r\nHey, yo.\r\nHey, yo.\r\nYo, yo.\r\nExcuse Excuse me? Oh, man, oh, man, oh, man.\r\nI'll tell you one thing, if 9\/11st were to happen up on this here plane, psst, don't worry.\r\nWe got this.\r\nOh.\r\nOkay, I have no idea what you're talking about.\r\nHe said that if them terries is gonna try something up in here today, like the bounce, boogie, and bump, that we got this shit on lock.\r\nTerr Do you mean terrorists? - Oh, yeah.\r\n- Hell, yeah, baby.\r\nHe ain't talking about Teri Garr.\r\nAnd I certainly ain't talking about no terry cloth.\r\nI mean, if a terry up on this plane, even thinking about trying to do something, we goin' draxx him up.\r\nYou're gonna You're gonna what? We're gonna draxxs them sklounst.\r\nI think what my partner's trying to say is if any terries come up in here - We goin' get our berger on.\r\n- Yeah.\r\nDid something happen, or did I miss something? Is this hypothetical, or Oh, we're gonna definitely drop some hypotheticals on that terry's clavicle, 'cause I'm talking 'bout Don't you just wish so? - Don't you just wish in your heart of hearts? - Oh, yeah.\r\nSome terry would come up in here, trying some grab-ass, and the touchy-feely? That's the opposite of what I want to have happen on a plane.\r\nOkay.\r\nThat's unfortunate.\r\nConference.\r\nThis was unexpected.\r\nIt certainly was.\r\nI'm thrown right now as to who's gonna be our comrade.\r\n- I can still hear you.\r\n- He doesn't have the heart, nor the gumption.\r\nYou're literally right next to me, so On three, break.\r\nThree.\r\nYoo-hoo.\r\nI got an idea, feel free to say no, but can we switch seats? I will not take no for an answer.\r\nWhy? That's the combat seat, Jonathan Livingston Seagull.\r\nIf you gonna be in the combat seat then you gots to be willing to blast up on some terries.\r\nBecause with great power come great responsitrillitrust.\r\nOkay.\r\nI just I just wanted some legroom.\r\nUm Okay, max legroom.\r\nYou get yours.\r\nMeanwhile, I'm goin' go Hayden Pantinerry on some terries.\r\nEspecially when they get froggy.\r\nRibbit, ribbit.\r\n- Yeah.\r\n- Um You goin' have to be ready to kidnap a terry.\r\n- I don't - You goin' have to be ready to torture a terry.\r\nI don't think that's necessary.\r\nAbsolutely, you have to fireboard those motherjammers.\r\nI don't even understand what that means.\r\nDo you trust me? No.\r\nI'll take that as a yes.\r\nOkay.\r\nTrust.\r\nThese terries come up in here trying to act froggy.\r\nWhoo! Then we goin' give them the rainbow connection.\r\nHere, froggy, froggy, froggy, froggy.\r\nIs that a box cutter? Oh, you best believe it, baby.\r\nWe gonna be eatin' like Diane Keaton.\r\nShifax.\r\nPerfectly leg-well.\r\nAnd if those don't work, you know I'm working up that plan B, brother.\r\n- You have a gun? - Hell, yeah.\r\nThey can't detect these mamajamas.\r\nThey have a They have a weap They have They They have a weapon! They have a weapon! These guys got a weapon.\r\nOh, God! Where you at terry? Everybody relax.\r\nWe takin' control of this plane.\r\nNo, wait a minute, I'm not with them.\r\nThe guy on the right is the ringleader.\r\nAw.\r\nI don't know them.\r\nI don't know them.\r\nI don't know those guys.\r\nI'm on vacation.\r\nDraxx.\r\nThem.\r\nSklounst."
    }
  ]
}
